{
  "home": "Home",
  "steps": "Steps",
  "about": "About",
  "testimonials": "Testimonials",
  "ourSuccess": "Our Success",
  "contact": "Contact",
  "getStarted": "Get Started",
  "trustedDev": "Your Trusted Business Developer",
  "navigatePath": "Helping You Navigate the Path to Your Financial Goals with Expertise and Care",
  "contactUs": "Contact Us",
  "pathHome": "Your Path to Homeownership",
  "preApproved": "Get Pre-Approved",
  "collectDocuments": "Collect financial documents and apply for pre-approval to know your budget.",
  "findSecureHome": "Find and Secure Your Home",
  "chooseAgent": "Choose a real estate agent, list your needs, search for homes, and make an offer.",
  "makeOffer": "Make an Offer and Navigate the Escrow Process",
  "offerEscrow": "Make an offer, handle inspections, and work through escrow with your agent's support.",
  "completePurchase": "Complete the Purchase Process",
  "finalizeLoan": "Finalize your loan, transfer utilities, and prepare for closing day to get your keys.",
  "aboutPaula": "About Paula Pe単aflor",
  "paulaExperience": "Paula Pe単aflor is committed to guiding you through every step of the home buying process. Her expertise and personalized approach ensure that you receive the best loan options tailored to your financial needs. Paula's mission is to make homeownership accessible and stress-free, turning your dreams into reality with professionalism and care.",
  "callAnytime": "Call Us Anytime",
  "freeEstimation": "Get free estimation",
  "clientReviews": "What clients say",
  "client1": "Paula made the pre-approval process seamless and was always available to answer our questions. We secured a great loan and moved into our dream home faster than expected!",
  "client2": "Working with Paula was fantastic. Her attention to detail and commitment to finding the best loan options for us was evident from day one. Highly recommend her services!",
  "client3": "Paula's expertise and dedication were instrumental in our home buying process. She made complex concepts easy to understand and guided us with patience and clarity.",
  "client4": "Paula Pe単aflor is a true professional. Her knowledge and personalized approach made all the difference for us. We are so grateful for her help and highly recommend her!",
  "yearsExperience": "Years of experience",
  "loansClosed": "Loans Closed",
  "avgLoanApprovalTime": "Average Loan Approval Time",
  "successfulApplications": "Successful Loan Applications",
  "secureDreamHome": "Ready to Secure Your Dream Home?",
  "reachOut": "Whether you have questions or are ready to get started, Paula Pe単aflor is here to help you every step of the way. Reach out today to begin your journey towards homeownership!",
  "connectWithUs": "Connect with us",
  "letUsContact": "Let Us Contact You",
  "name": "Name",
  "phone": "Phone Number (optional)",
  "messageOptional": "Message (optional)",
  "submit": "Submit",
  "guidingHome": "Guiding You Home, One Step at a Time.",
  "pages": "Pages",
  "businessDeveloper": "Business Developer",
  "lang":"En",
  "clientRetentionRate": "Client Retention Rate",
  "customerSatisfaction": "Customer Satisfaction"
}
