{
  "home": "Home",
  "steps": "Steps",
  "about": "About",
  "testimonials": "Testimonials",
  "ourSuccess": "Our Success",
  "contact": "Contact",
  "getStarted": "Get Started",
  "trustedDev": "Your Trusted Business Developer",
  "navigatePath": "Helping You Navigate the Path to Your Financial Goals with Expertise and Care",
  "contactUs": "Contact Us",
  "pathHome": "Your Path to Homeownership",
  "preApproved": "Get Pre-Approved",
  "collectDocuments": "Collect financial documents and apply for pre-approval to know your budget.",
  "findSecureHome": "Find and Secure Your Home",
  "chooseAgent": "Choose a real estate agent, list your needs, search for homes, and make an offer.",
  "makeOffer": "Make an Offer and Navigate the Escrow Process",
  "offerEscrow": "Make an offer, handle inspections, and work through escrow with your agent's support.",
  "completePurchase": "Complete the Purchase Process",
  "finalizeLoan": "Finalize your loan, transfer utilities, and prepare for closing day to get your keys.",
  "aboutPaula": "About Paula Peñaflor",
  "paulaExperience": "Paula Peñaflor is committed to guiding you through every step of the home buying process. Her expertise and personalized approach ensure that you receive the best loan options tailored to your financial needs. Paula's mission is to make homeownership accessible and stress-free, turning your dreams into reality with professionalism and care.",
  "callAnytime": "Call Us Anytime",
  "freeEstimation": "Get free estimation",
  "clientReviews": "What clients say",
  "client1": "We bought our first home, and we were very nervous because we didn’t know much about the buying process. With Paula's help, who explained everything with patience and deep knowledge of the subject, we were able to make it happen. Now we are...",
  "client2": "I thought it wasn't possible to buy my own house until I attended a seminar that motivated me to take the first step. The process was stressful, but Paula Peñaflor, Victor Andrade, and Meadowbrook made it possible...",
  "client3": "I can't thank Paula Penaflor enough for her outstanding assistance in securing my mortgage for my first home. From start to finish, she was incredibly knowledgeable, patient, and attentive to my needs. Paula...",
  "yearsExperience": "Years of experience",
  "loansClosed": "Loans Closed",
  "avgLoanApprovalTime": "Average Loan Approval Time",
  "successfulApplications": "Successful Loan Applications",
  "secureDreamHome": "Ready to Secure Your Dream Home?",
  "reachOut": "Whether you have questions or are ready to get started, Paula Peñaflor is here to help you every step of the way. Reach out today to begin your journey towards homeownership!",
  "connectWithUs": "Connect with us",
  "letUsContact": "Let Us Contact You",
  "name": "Name",
  "phone": "Phone Number (optional)",
  "messageOptional": "Message (optional)",
  "submit": "Submit",
  "guidingHome": "Guiding You Home, One Step at a Time.",
  "pages": "Pages",
  "businessDeveloper": "Business Developer",
  "lang":"En",
  "clientRetentionRate": "Client Retention Rate",
  "customerSatisfaction": "Customer Satisfaction"
}
