{
  "home": "Inicio",
  "steps": "Pasos",
  "about": "Acerca de",
  "testimonials": "Testimonios",
  "ourSuccess": "Estadísticas",
  "contact": "Contacto",
  "getStarted": "Comenzar",
  "trustedDev": "Desarrolladora de Negocios",
  "navigatePath": "Ayudándote a Navegar el Camino hacia Tus Metas Financieras con Experiencia y Cuidado",
  "contactUs": "Contáctanos",
  "pathHome": "Tu Camino hacia Ser Propietario",
  "preApproved": "Obtener Pre-Aprobación",
  "collectDocuments": "Reúne documentos financieros y solicita la pre-aprobación para conocer tu presupuesto.",
  "findSecureHome": "Encuentra y Asegura Tu Hogar",
  "chooseAgent": "Elige un agente inmobiliario, lista tus necesidades, busca casas y haz una oferta.",
  "makeOffer": "Haz una Oferta y Navega el Proceso de Depósito en Garantía",
  "offerEscrow": "Haz una oferta, maneja las inspecciones y trabaja a través del depósito en garantía con el apoyo de tu agente.",
  "completePurchase": "Completa el Proceso de Compra",
  "finalizeLoan": "Finaliza tu préstamo, transfiere servicios y prepárate para el día de cierre para recibir tus llaves.",
  "aboutPaula": "Sobre Paula Peñaflor",
  "paulaExperience": "Con más de 15 años de experiencia en la industria hipotecaria, Paula Peñaflor está comprometida a guiarte a través de cada paso del proceso de compra de vivienda. Su experiencia y enfoque personalizado aseguran que recibas las mejores opciones de préstamo adaptadas a tus necesidades financieras. La misión de Paula es hacer que la propiedad de una casa sea accesible y libre de estrés, convirtiendo tus sueños en realidad con profesionalismo y cuidado.",
  "callAnytime": "Llámanos en Cualquier Momento",
  "freeEstimation": "Obtén una estimación gratuita",
  "clientReviews": "Lo que dicen los clientes",
  "client1": "Paula hizo que el proceso de pre-aprobación fuera sin problemas y siempre estuvo disponible para responder nuestras preguntas. Aseguramos un gran préstamo y nos mudamos a nuestra casa de ensueño más rápido de lo esperado.",
  "client2": "Trabajar con Paula fue fantástico. Su atención al detalle y compromiso para encontrar las mejores opciones de préstamo para nosotros fue evidente desde el primer día. ¡La recomiendo altamente!",
  "client3": "La experiencia y dedicación de Paula fueron fundamentales en nuestro proceso de compra de vivienda. Hizo que los conceptos complejos fueran fáciles de entender y nos guió con paciencia y claridad.",
  "client4": "Paula Peñaflor es una verdadera profesional. Su conocimiento y enfoque personalizado marcaron la diferencia para nosotros. Estamos muy agradecidos por su ayuda y la recomendamos encarecidamente.",
  "yearsExperience": "Años de experiencia",
  "loansClosed": "Préstamos Cerrados",
  "avgLoanApprovalTime": "Tiempo Promedio de Aprobación de Préstamos",
  "successfulApplications": "Solicitudes de Préstamo Exitosas",
  "secureDreamHome": "¿Listo para Asegurar tu Casa de Ensueño?",
  "reachOut": "Ya sea que tengas preguntas o estés listo para comenzar, Paula Peñaflor está aquí para ayudarte en cada paso del camino. ¡Comunícate hoy para comenzar tu camino hacia la propiedad de una casa!",
  "connectWithUs": "Conéctate con nosotros",
  "letUsContact": "Déjanos Contactarte",
  "name": "Nombre",
  "phone": "Número de Teléfono (opcional)",
  "messageOptional": "Mensaje (opcional)",
  "submit": "Enviar",
  "guidingHome": "Guiándote a Casa, Paso a Paso.",
  "pages": "Páginas",
  "businessDeveloper": "Desarrolladora de Negocios",
  "lang":"Es"
}
